iterm2
google-chrome
orion
spotify
fantastical
1password
visual-studio-code
raycast
obsidian
grammarly-desktop
krisp
slack
logi-options+
gitkraken
todoist
claude
claude-code
readdle-spark
notunes
hoppscotch
docker-desktop
